
<template>
  <div class="rule">
    <div class="content">
      <h3 class="title">
        球会体育直播须知
      </h3>
      <div class="desc">
        <h4>
          尊敬的主播，您好！欢迎使用深圳市加满分科技有限公司球会体育直播软件及服务！
        </h4>
        <ul>
          <li>
            <h5>
              一、直播须知的确认和接受
            </h5>
            <p>
              欢迎使用球会体育直播服务，本直播须知是主播与球会体育直播软件运营公司及关联公司（即“深圳市加满分科技有限公司”），在使用球会体育平台（下称“本平台”）提供的视频直播服务之前，签署的协议（以下统称“本协议”）。当主播在本平台点击申请直播时（即成为主播），点击接受或使用本平台提供的视频直播服务，即视为主播同意并遵守本协议及所有本平台的管理规则。
            </p>
          </li>
          <li>
            <h5>
              二、直播收益及提现问题
            </h5>
            <p>1、 当主播直播时，玩家可进入主播的直播间并赠送主播虚拟道具（即“礼物”），主播获取的税前收益为直播中获得礼物折现收益的50％;主播的收益将由深圳市加满科技有限公司代扣代缴个税以及提现手续费，同时，本平台亦按照法律规定为主播以其在本平台上认证的真实身份信息办理个人所得税的代扣代缴、缴纳及申请取得费用入账。主播每月仅提现一次，提现时间为当月20-25号之间，提现金额于次月10号到账（实际到账以系统消息通知为准），发至银行卡或微信、支付宝（当月未提现则累计至下月）。就主播使用本平台直播服务的行为，主播与深圳市加满分科技有限公司为合作关系，不构成任何法律层面的雇佣、劳动、劳务关系。</p>
            <p>2、 主播在直播间可以随时查看当前收到的礼物数量，礼物类型、送礼用户。直播结束后，本平台将为主播统计直播中收到钻石、礼物数量。同时，在主播的个人账户中也可以实时查询收益情况。</p>
            <p>3、 直播结束后，主播可登录个人本平台账号按照操作提示，将主播在本平台取得的收益提现至主播本人指定账户（包括但不限于微信或支付宝账户）。为保证账户财产安全，本平台直播将会对主播的提现申请进行身份认证，主播根据提示完成相应提现手续后方可提现。主播应保证提现认证时的身份信息与主播开通直播时的身份信息一致，否则，本平台有权拒绝主播的提现请求。通过提现身份认证后，应根据提示指定提现到账的账户并填写相应信息，主播应保证主播填写的账户信息正确、真实、有效，如因账户信息造成任何支付错误，主播应承担因此产生的法律责任。如主播需变更账户信息，应及时书面通知本平台运营工作人员，新账户信息须提交申请并经本平台运营审核后生效。</p>
            <p>4、 因不具备相应民事行为能力的用户消费产生的纠纷，主播应当积极配合平台的调査，同时本平台有权暂时冻结主播账户中相应的款项;在本平台或行政司法机关因特殊事项认定需要主播退还相应款项时，主播应予配合，否则本平台平台有权在主播收益中直接划扣。</p>
            <p>5、 本平台可能针对不同的主题活动推出特定的收益规则或奖励政策，本平台会在特定活动规则推出时通知主播，该部分内容以届时的活动规则为准。</p>
          </li>
          <li>
            <h5>
              三、直播服务使用规则
            </h5>
            <p>1、 基于《网络表演经营活动管理办法》、《网络安全法》等法律法规的要求，主播在使用本平台提供的直播服务前需使用有效身份证件完成实名身份验证。主播须提供主播本人真实的信息，同一个身份信息（包括但不限于身份证、护照等）只能开通一个直播账号。为主播在使用本平台直播服务中更好地保护主播的权益，本平台有权在主播开通直播并进行实名认证时采取包括但不限于面谈、录制通话视频等方式核实主播的身份信息。 </p>
            <p>2、 本平台重视未成年人的健康成长，本平台将对于未成年人开通直播的权限进行严格管控。尤其是根据本平台直播业务类型的特点，不同的直播业务可能适用不同的未成年人直播管控措施，具体以相应业务规定的管控措施为准。为促进优质直播内容的交流与发展、更好地展现与提升自我，请主播爱护自身及本平台的声誉，提高直播內容的品质，并接受本平台的服务规则。直播的内容应积极向上，言辞、行为等都应遵守法律法规、符合社会主流价值观、符合社会道德及本平台的相关服务规则，不侵犯第三方的合法权益。</p>
            <p>3、 主播可以通过分享的方式，将开播通知分享到第三方平台，吸引更多本平台用户或非本平台用户观看主播的直播。直播过程中主播也可以将自身的直播信息分享给粉丝或第三方平台。</p>
            <p>4、 为保护主播的权益、防止冒用主播名义侵犯主播或第三方合法权益的行为的出现，本平台保证主播的眤称在本平台具有唯一性。同时，主播应保证不以本平台用户/主播之名义在其他互联网平台进行商业活动、发表负面言论。</p>
            <p>5、 主播可有机会参与本平台平台的商业活动并获得奖励，具体规则以届时发布的活动内容为准。</p>
            <p>6、 主播有权无偿使用本平台平台提供的账号、昵称，本平台可对主播使用的昵称进行商业开发及使用，但上述商业开发及使用，本平台会提前征询相应主播的同意。</p>
            <p>7、 主播的言行不得违反《计算机信息网络国际联网安全保护管理办法》、《互联网信息服务管理办法》、《互联网电子公告服务管理规定》、《维护互联网安全的决定》、《互联网新闻信息服务管理规定》等相关法律规定，不得在本平台上展示、复制、传播或以其它方式传送（包括但不限于）下列内容的信息：</p>
            <p><span class="text-indent">（1） 反对宪法所确定的基本原则的；</span></p>
            <p><span class="text-indent">（2） 危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</span></p>
            <p><span class="text-indent">（3） 损害国家荣誉和利益的；</span></p>
            <p><span class="text-indent">（4） 煽动民族仇恨、民族歧视、破坏民族团结的；</span></p>
            <p><span class="text-indent">（5） 破坏国家宗教政策，宣扬邪教和封建迷信的；</span></p>
            <p><span class="text-indent">（6） 散布谣言，扰乱社会秩序，破坏社会稳定的；</span></p>
            <p><span class="text-indent">（7） 散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</span></p>
            <p><span class="text-indent">（8） 侮辱或者诽谤他人，侵害他人合法权利的；</span></p>
            <p><span class="text-indent">（9） 煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</span></p>
            <p><span class="text-indent">（10） 以非法民间组织名义活动的；</span></p>
            <p><span class="text-indent">（11） 含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；</span></p>
            <p><span class="text-indent">（12） 含有中国法律、法规、规章、条例以及任何具有法律效力之规范所限制或禁止的其它内容的。</span></p>
            <p>8、 主播衣着严禁事项（包括但不限于）： </p>
            <p><span class="text-indent">（1）严禁男性赤裸上身，女性袒胸露乳；严禁刻意露出胸罩、内裤。</span></p>
            <p><span class="text-indent">（2）严禁只穿着透明、情趣内衣或内衣外穿。</span></p>
            <p><span class="text-indent">（3）严禁穿着带有中华人民共和国（含港、澳、台地区）国家机关人员、军队的工作制服进行直播。包括警服、军服、工商制服、检察院制服、法院制服、城管制服、路政制服等。</span></p>
            <p>9、 如主播的直播行为违反法律法规的规定和本平台的服务规则，本平台有权依据其合理判断立即采取一切必要措施（包括但不限于冻结账户、关闭直播权限、封禁账号等）以减轻或消除主播行为造成的负面影响，并将在处理之后对主播进行告知。如涉嫌重大违规的，本平台将保留追究主播法律责任的权利。</p>
          </li>
          <li>
            <h5>
              四、法律责任及免责
            </h5>
            <p>1、主播在本平台发布的内容仅是主播个人观点，与本平台无关。对于主播言论导致的法律责任，主播应自行承担，本平台不承担任何责任。</p>
            <p>2、主播与其他主播、用户之间因使用本平台而产生或可能产生的任何纠纷及损失，主播、用户应自行解决并承担相应的责任，与本平台无关。</p>
            <p>3、主播在本平台上发布的内容，本平台有权转载或引用。</p>
            <p>4、主播任何时间段在本平台上发表的任何内容的著作财产权，主播许可本平台在合法范围内进行使用，包括但不限于：复制权、发行权、展览权、表演权、放映权、广播权、信息网络传播权、摄制权、改编权、翻译权、汇编权以及《著作权法》规定的由著作权人享有的其他著作财产权利。并且，主播许可本平台有权利就任何主体侵权而单独提起诉讼，并获得全部赔偿。</p>
          </li>
          <li>
            <h5>
              五、主播基本要求
            </h5>
            <p>1、主播应主动申请接受直播协议，提供照片以便推广。 </p>
            <p>2、主播要求： </p>
            <p><span class="text-indent">（1）五官端正、仪表清秀、身材匀称，口齿清楚，普通话标准；</span></p>
            <p><span class="text-indent">（2）视频清晰，背景干净，主播需带妆上镜，不允许有着装太过裸露及低俗的造型；</span></p>
            <p><span class="text-indent">（3）主播的直播内容必须正能量，能互动，才艺佳，主播言语优雅不粗口；</span></p>
            <p><span class="text-indent">（4）主播直播期间不允许挂录像；</span></p>
            <p><span class="text-indent">（5）直播时长和有效天数达标；</span></p>
            <p><span class="text-indent">（6）主播擅自中止直播，则不予支付此主播的合作服务费用；</span></p>
            <p><span class="text-indent">（7）主播需无条件遵守本平台平台不时制定的规章制度和主管机构管理规定。</span></p>
            <p>3、主播在直播期间内，若在其他视频聊天室同时播出，双开双挂的，本品台不予支付主播的相应直播服务费用。</p>
            <p>4、签约主播的所有的音乐，视频，照片本平台（但不限于本平台及其关联公司）均可无条件使用。</p>
          </li>
          <li>
            <h5>
              六、其他注意事项
            </h5>
            <p>1、为更好的为主播提供服务，本平台可能不定期对本协议进行修订，修订后的协议将通过公示的方式实现对主播的告知。若主播不接受修改的内容，主播可以停止使用本平台直播服务。如果主播继续使用，则视为主播已接受修改后的协议。</p>
            <p>2、本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律;如法律无相关规定的，参照商业惯例或行业惯例。 </p>
            <p>3、若主播和本平台之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，主播同意将纠纷或争议提交本协议签订地有管辖权的人民法院管辖。</p>
            <p>4、本协议的版权归本平台直播所有，本平台保留一切解释和修改权利。</p>
          </li>
        </ul>
      </div>
    </div>
  </div>
</template>


<style lang="scss" scoped>
@import './../../public/rule/index.scss';
</style>
