
<template>
  <div class="rule">
    <div class="content">
      <h3 class="title">
        礼物兑换规则
      </h3>
      <div class="desc">
        <h4>
          亲爱的球会体育平台主播们:
        </h4>
        <h4>
          感谢各位选择球会体育平台（下称“本平台”），也感谢各位的信任与支持。为规范平台运营，本平台将实行《礼物兑换规则》（下称“兑换规则”），请主播认真阅读兑换规则，关注个人中心动态，以便顺利完成兑换，具体兑换规则如下：
        </h4>
        <p class="pb">
          <label class="bold">1. 礼物兑换方式：</label>用户通过购买钻石给主播赠送礼物，主播每月（30个日历日）可以兑换一次该部分礼物，每个月的礼物统计时间以主播上次个人中心点击兑換的时间为起算点，本次点击兑换时间为结束点，前述期间内的礼物收益即为当月主播获得的礼物收益。
        </p>
        <p class="pb">
          <label class="bold">2. 礼物兑换周期：</label>礼物兑换周期为每月一次，主播的当月礼物收益可在当月的20号至25号在主播个人中心进行兑換，达到兑换标准(期间礼物收益大于100元)的主播须在此期间自行操作进行兑换信息登记，礼物收益核算后，本平台会将该部分收益转账给主播，并对转账成功的主播发送私信通知。如因主播信息登记有误导致转账失败的，本平台会重新联系该主播进行转账，如未在规定周期内完成兑换登记的主播，该部分礼物收益将自动顺延至下月以进行兑换。(100元以上)的主播需在此期间自行操作完成兑换信息登记，结算打款后我们会对成功打款的用户发送私信通知。由于信息登记有误导致打款失败的主播我们会再次联系重新打款。而当月未完成兑换登记的礼物收益部分将自动累积至下月。
        </p>
        <p class="pb">
          <label class="bold">3. 直播间违规处理：</label>如主播在某一兑换周期内因违规操作导致直播间被封禁，本平台将冻结该月的礼物收益，并取消其该月的礼物兑换资格;如主播出现多次直播事故或严重违规情况，本平台将取消其直播间的礼物兑换资格。
        </p>
        <p class="pb">
          <label class="bold">4. 个人中心操作说明：</label>每个月的兑换开启周期内主播需前往“个人中心”——“主播管理”——“直播收益”——“收益兑换”处完成兑换登记；每个月的收益兑换详情可在“个人中心”——“主播管理”——“直播收益”处查询。
        </p>
        <p class="pb">
          <label class="bold">5. 关于收益：</label>“直播收益”处显示的收益，系已扣除相关渠道费用和增值税的收益。
        </p>
        <p>
          <label class="bold">6. 关于税费：</label>主播在本平台所获得的实际礼物收益均为税后收益，且本平台将依照实际结算时适用生效的税收法律、法规、规章或行政指令，对主播应承担的税费、提现手续费依法按中国国家税收规定和程序进行代扣代缴。礼物收益缴纳税率可能会受政策影响进行调整，如有变化请参照本平台产品首页公告。
        </p>
      </div>
    </div>
  </div>
</template>


<style lang="scss" scoped>
@import './../../public/rule/index.scss';
</style>
