
<template>
  <div class="rule">
    <div class="content">
      <h3 class="title">
        球会体育隐私政策
      </h3>
      <div class="desc">
        <h4>
          球会按照本协议的规定提供基于互联网的充值服务，为获得充值服务，服务使用人(以下称“用户”)同意本协议的全部条款并按照页面上的提示完成全部的充值程序。用户在进行充值程序过程中使用充值服务即表示用户完全接受本协议项下的全部条款。用户在使用球会体育提供的各项服务之前，应仔细阅读本服务协议，尤其是重点提示条款，如用户不同意本充值用户协议及/或对其的修改，请停止使用球会体育提供的服务。
        </h4>
        <h4>
          <span>1、安全可靠： 我们竭尽全力通过合理有效的信息安全技术及管理流程，防止您的信息泄露、损毁、丢失。 </span>
        </h4>
        <h4>
          <span>2、自主选择： 我们为您提供便利的信息管理选项，以便您做出合适的选择，管理您的个人信息。  </span>
        </h4>
        <h4>
          <span>3、保护通信秘密： 我们严格遵照法律法规，保护您的通信秘密，为您提供安全的通信服务。  </span>
        </h4>
        <h4>
          <span>4、合理必要： 为了向您和其他用户提供更好的服务，我们仅收集必要的信息。  </span>
        </h4>
        <h4>
          <span>5、清晰透明： 我们努力使用简明易懂的表述，向您介绍隐私政策，以便您清晰地了解我们的信息处理方式。  </span>
        </h4>
        <h4>
          <span>6、将隐私保护融入产品设计： 我们在产品或服务开发的各个环节，综合法律、产品、设计等多方因素，融入隐私保护的理念。 </span>
        </h4>
        <h4>
          <span>本《隐私政策》主要向您说明： </span>
        </h4>
        <h4>
          <span>我们收集哪些信息；</span>
        </h4>
        <h4>
          <span>我们收集信息的用途；</span>
        </h4>
        <h4>
          <span>您所享有的权利。</span>
        </h4>
        <h4>
          <span>希望您仔细阅读《隐私政策》（以下简称“本政策”），详细了解我们对信息的收集、使用方式，以便您更好地了解我们的服务并作出适当的选择。</span>
        </h4>
        <h4>
          <span>体育相关服务，即表示您认同我们在本政策中所述内容。除另有约定外，本政策所用术语与中《球会体育服务协议》的术语具有相同的涵义。</span>
        </h4>
        <h4>
          <span>如您有问题，请联系我们。</span>
        </h4>
        <ul>
          <li>
            <h5>
              一、我们如何收集和使用您的个人信息
            </h5>
            <p>我们根据合法、正当、必要的原则，仅收集实现产品功能所必要的信息。</p>
            <h6 class="text-indent1">
              （一）注册成为用户
            </h6>
            <p>为完成创建账号，您需要提供以下信息：您的第三方社交平台账号（微信号、微博号、QQ号任选其一）、您的手机号码。你提供的上述信息，将在您使用本服务期间持续授权我们使用。在您注销账户时，我们将停止使用并删除上述信息。</p>
            <h6 class="text-indent1">
              （二）开展内部数据分析和研究，第三方SDK统计服务，改善我们的产品和服务。
            </h6>
            <p>我们收集数据是根据您与我们的互动和您所作出的选择，包括您的隐私设置以及您使用的产品和功能。我们收集的数据可能包括SDK/API/JS代码版本、浏览器、互联网服务提供商、IP地址、平台、时间戳、应用标识符、应用程序版本、应用分发渠道、独立设备标识符、iOS广告标识符（IDFA）、安卓广告主标识符、网卡（MAC）地址、国际移动设备识别码（IMEI）、设备型号、终端制造厂商、终端设备操作系统版本、会话启动/停止时间、语言所在地、时区和网络状态（Wi-Fi等）、硬盘、CPU和电池使用情况等。</p>
            <p>当我们要将信息用于本策略未载明的其他用途时，会事先征求您的同意。</p>
            <p>当我们要将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。</P>
          </li>
          <li>
            <h5>
              二、我们如何共享、转让、公开披露您的个人信息
            </h5>
            <h6 class="text-indent1">
              （一）共享
            </h6>
            <p>我们不会向其他任何公司、组织和个人分享您的个人信息，但以下情况除外：</p>
            <p>1.在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。</p>
            <p>2.我们可能会根据法律法规，或按政府主管部门的强制性要求，对外共享您的个人信息。</p>
            <p>3.与授权合作伙伴共享：仅为实现本隐私政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。例如，我们聘请来第三方数据统计和分析服务的公司可能需要采集和访问个人数据以进行数据统计和分析。在这种情况下，这些公司必须遵守我们的数据隐私和安全要求。我们仅会处于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。</p>
            <p>对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。</p>
            <h6 class="text-indent1">
              （二）转让
            </h6>
            <p>我们不会将您的个人信息转让给任何公司、组织和个人分享，但以下情况除外：</p>
            <p>1.在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息。</p>
            <p>2.在涉及合并、收购和破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私协议的约束，否则我们将要求该公司、组织重新向您征求授权同意。</P>
            <h6 class="text-indent1">
              （三）公开披露
            </h6>
            <p>我们仅会在以下情况下，公开披露您的个人信息：</p>
            <p>1.获得您明确同意后；</p>
            <p>2.基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。</P>
          </li>
          <li>
            <h5>
              三、我们如何保护您的个人信息
            </h5>
            <p class="text-indent1">
              （一）我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏和丢失。我们会采取一切合理可行的措施，保护您的个人信息。
            </p>
            <p class="text-indent1">
              （二）我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
            </p>
            <p class="text-indent1">
              （三）互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他我们用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我们保障您的账号安全。
            </p>
            <p class="text-indent1">
              （四）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　　 
            </p>
            <p>
              （五）在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时以邮件、信函、电话、推送通知等方式告知您事件相关情况，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。
            </p>
            <p>
              同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处理情况。
            </p>
          </li>
          <li>
            <h5>
              四、您的权利
            </h5>
            <p>按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利：</p>
            <p class="text-indent1">
              （一）访问您的个人信息
            </p>
            <p>您有权访问您的个人信息，法律法规规定的例外情况除外。</p>
            <p class="text-indent1">
              （二）更正您的个人信息
            </p>
            <p>当您发现我们处理的关于您的个人信息有错误时，您有权要求我们作出更正。</p>
            <h6 class="text-indent1">
              （三）删除您的个人信息
            </h6>
            <p>在以下情形中，您可以向我们提出删除个人信息的请求：</p>
            <p>当我们要将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。</P>
            <p>1.如果我们处理个人信息的行为违反法律法规；</p>
            <p>2.如果我们收集、使用您的个人信息，却未征得您的同意；</p>
            <p>3.如果我们处理个人信息的行为违反了与您的约定；</p>
            <p>4.如果您不再使用我们的产品或服务，或您注销了账号；</p>
            <p>5.如果我们不再为您提供产品或服务</p>
            <p>若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。</p>
            <p>当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。</p>
            <p class="text-indent1">
              （四）改变您授权同意的范围
            </p>
            <p>每个业务功能需要一些基本的个人信息才能得以完成。对于额外收集的个人信息的收集和使用，您可以随时给予或收回您的授权同意。</p>
            <p>当您收回同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。</p>
            <p class="text-indent1">
              （二）更正您的个人信息
            </p>
            <p>当您发现我们处理的关于您的个人信息有错误时，您有权要求我们作出更正。</p>
            <p class="text-indent1">
              （五）个人信息主体注销账户
            </p>
            <p>您随时可注销此前注册的账户，在注销账户之后，我们将停止为您提供产品或服务，并依据您的要求，删除您的个人信息，法律法规规定的例外情况除外。</p>
            <p class="text-indent1">
              （六）响应您的上述请求
            </p>
            <p>为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后处理您的请求。</p>
            <p>在以下情形中，按照法律法规要求，我们将无法响应您的请求：</p>
            <p>1.与国家安全、国防安全有关的；</p>
            <p>2.与公共安全、公共卫生、重大利益有关的；</p>
            <p>3.与犯罪侦查、起诉和审判等有关的；</p>
            <p>4.有充分证据表明您存在主观恶意或滥用权利的；</p>
            <p>5.响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。</p>
          </li>
          <li>
            <h5>
              五、我们如何处理儿童的个人信息
            </h5>
            <p>我们的产品、网站和服务主要面向成人。如果没有父母或监护人的同意，儿童不得创建自己的用户账户。</p>
            <p>对于经父母同意而收集儿童个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护儿童所必要的情况下使用或公开披露此信息。</p>
            <p>如果我们发现自己在未事先获得可证实的父母同意的情况下收集了儿童的个人信息，则会设法尽快删除相关数据。</p>
          </li>
          <li>
            <h5>
              六、本隐私政策如何更新
            </h5>
            <p>我们可能适时会对本隐私政策进行调整或变更，本隐私政策的任何更新将以标注更新时间的方式公布在我们网站上，除法律法规或监管规定另有强制性规定外，经调整或变更的内容一经通知或公布后的7日后生效。如您在隐私政策调整或变更后继续使用我们提供的任一服务或访问我们相关网站的，我们相信这代表您已经充分阅读、理解并接受修改后的隐私政策并受其约束。</P>
          </li>
        </ul>
      </div>
    </div>
  </div>
</template>


<style lang="scss" scoped>
@import './../../public/rule/index.scss';
</style>
