
<template>
  <div class="rule">
    <div class="content">
      <h3 class="title">
        球会体育充值服务协议
      </h3>
      <div class="desc">
        <h4 class="bold">
          球会体育按照本协议的约定提供基于互联网的充值服务(一下称"充值服务")。为获得充值服务，服务使用人(以下称为"用户")同意本协议的全部条款并按照页面上的提示完成全部的充值程序。用户进入充值程序，或完成充值服务即表示用户完全接受本协议项下的全部条款。用户在使用球会体育提供的各项服务之前，应仔细阅读本服务协议，尤其是重点提示条款。如用户不同意本充值用户协议及/或球会体育对其的修改，请停止使用球会体育提供的服务。
        </h4>
        <h4 class="bold text-indent2">
          特别提示：未成年用户使用球会体育充值服务，必须得到监护人的同意。请未成年人用户监护人切实履行其监护义务。
        </h4>
        <ul>
          <li>
            <h5>
              1、服务内容
            </h5>
            <p><span>球会体育的充值服务提供App内购买充值。用户在App内进行充值,可以为其使用的账号充值。</span></p>
          </li>
          <li>
            <h5>
              2、操作方法
            </h5>
            <p><span>(1)用户可以在此通过相应页面提示完成充值。</span></p>
            <p><span>(2)用户进行充值后,应保留充值订单号以作为今后发生问题时核对的依据凭证(用户就充值服务投诉，但未有有效凭证佐证的，加满分公司和球会体育将不会作出补偿或赔偿)。</span></p><p />
          </li>
          <li>
            <h5>
              3、风险提示
            </h5>
            <p><span>(1)在使用充值方式时，用户务必仔细确认自己的账号并仔细选择相关操作选项。若因为用户自身输入账号错误、操作不当或不了解充值计费方式等因素造成充错账号、错选充值种类等情形而损害自身权益的，加满分公司或球会体育将不会作出补偿或赔偿。</span></p>
            <p><span>(2)若用户以非法方式，或使用非球会体育所指定的充值方式进行充值，球会体育不保证该充值顺利或者正确完成。若因此造成用户权益受损时，加满分公司或球会体育不会作补偿或赔偿。球会体育同时保留随时终止该用户账号资格及使用各项充值服务的权利。</span></p>
            <p><span>(3)用户不得通过球会体育充值进行任何违法犯罪活动，否则球会体育有权终止服务。情节严重的，依法移交司法机关。</span></p>
          </li>
          <li>
            <h5>
              4、充值成功后
            </h5>
            <p>
              <span>充值成功后，充值所增加的账号内虚拟货币可由用户自由使用。但球会体育不会提供退还或逆向兑换服务。</span>
            </p>
          </li>
          <li>
            <h5>
              5、渠道商服务手续费用
            </h5>
            <p>
              <span>各充值方式对应的渠道商可能会按其标准制定相关充值渠道手续费用(可能会在充值操作页面或渠道商其他页面上提示)，并在用户充值时收取。球会体育特此提醒：请用户务必注意各充值方式的渠道商服务手续费，并按自己的需求选取充值方式。</span>
            </p>
          </li>
          <li>
            <h5>
              6、若因球会体育充值方式原因造成用户充值失实并经查证属实的，球会体育将根据用户充值情况作出变动措施：
            </h5>
            <p><span>(1)因充值方式原因造成系统充值额小于用户实际充值额的，球会体育予以补其差额；</span></p>
            <p><span>(2)因充值方式原因造成系统充值额大于用户实际充值额的，球会体育有权追回差额;</span></p>
            <p><span>(3)因渠道商收取服务手续费用等原因造成系统充值额小于用户实际充值额的，不属于用户充值失实。</span></p>
          </li>
          <li>
            <h5>
              7、服务变更、中断或终止
            </h5>
            <p><span>(1)加满分公司和球会体育可以根据业务需求随时变更服务或更新本协议的条款，但应在相关的页面上及时提示修改内容。修改后的服务协议一旦在页面上公布即代替原来的服务协议。</span></p>
            <p><span>(2)如因系统维护或升级的需要而暂停网络充值服务，球会体育将尽可能事先进行通告。</span></p>
            <p><span>(3)如发生下列任何一种情形，加满分公司和球会体育有权随时中断或终止向用户提供本协议项下的网络服务而无需通知用户： </span></p>
            <p><span>&nbsp;&nbsp;a.用户提供的个人资料不真实；</span></p>
            <p><span>&nbsp;&nbsp;b.用户违反本协议中规定的使用规则。</span></p>
            <p><span>(4)除前款所述情形外，加满分公司球会体育同时保留在不事先通知用户的情况下随时中断或终止部分或全部网络充值服务的权利，对于充值服务的中断或终止而造成的损失，加满分公司和球会体育无需对用户或第三方承担责任。</span></p>
          </li>
          <li>
            <h5>
              8、免责声明和损害赔偿
            </h5>
            <p><span>(1)发生下列情况时，加满分公司和球会体育免于承担法律责任：</span></p>
            <p>&nbsp;&nbsp;a.用户因使用第三方支付渠道充值过程中发生的相关争议;</p>
            <p>&nbsp;&nbsp;b.由于用户将密码告知他人导致的用户财产损失;</p>
            <p>&nbsp;&nbsp;c.因用户个人故意或重大过失，或本协议之外的第三方所造成的用户财产损失；</p>
            <p>&nbsp;&nbsp;d.由不可抗力及不可预见的情势导致的各种情况和纠纷。不可抗力和不可预见情势包括但不限于:黑客攻击、电信部门技术调整导致重大影响、政府管制导致的暂时关闭、台风、地震、洪水等自然灾害以及病毒侵袭等。</p>
            <p><span>(2)用户同意保障和维护加满分公司和球会体育及其他用户的利益，如因用户违反有关法律、法规或本协议项下的条款而给加满分公司和球会体育或其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。</span></p>
          </li>
          <li>
            <h5>
              9、其他
            </h5>
            <p><span>(1)本协议的订立、执行和解释及争议的解决均应适用中国法律。</span></p>
            <p><span>(2)如双方就本协议内容或其执行发生争议,双方应尽量友好协商解决;协商不成时，任何一方均应向本协议签署地广州市番禺区有管辖权的人民法院提起诉讼。</span></p>
            <p><span>(3)本协议项下所有的通知均可通过重要页面公告、电子邮件或常规的信件传送等方式进行;该等通知于发送之日视为已送达收件人。</span></p>
          </li>
        </ul>
      </div>
    </div>
  </div>
</template>


<style lang="scss" scoped>
@import './../../public/rule/index.scss';
</style>
