
<template>
  <div class="rule">
    <div class="content">
      <h3 class="title">
        球会体育服务协议
      </h3>
      <div class="desc">
        <h4>
          欢迎使用球会体育平台服务。球会体育平台是一个向用户提供信息分享、讨论交流的平台（以下简称“球会体育”）。为了保障用户合法权益，请在使用球会体育之前，务必审慎阅读、充分理解《球会体育服务协议》（以下简称“本协议”）各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体字标识，请用户重点阅读。如对协议有任何疑问，可向球会体育客服咨询。
        </h4>
        <h4 class="text-indent2">
          球会体育依据本《球会体育服务协议》提供服务。用户只有同意本协议所有条款并完成注册程序，才能成为球会体育的用户并使用相应服务。用户一经注册完成或使用本协议下任何服务即视为对本协议条款的充分理解和完全接受，并自愿接受本协议各项条款的约束，包括球会体育对服务条款随时所做的任何修改。对本协议的修改内容将由球会体育以不限于通知、公告等形式向用户公布，不接受修改的用户应立即停止对于球会体育任何服务的使用，否则将视为完全同意相关修改内容。届时用户不应以未阅读本协议内容或者未获得球会体育对用户问询的解答等理由，主张本协议无效或要求变更、解除或撤销。
        </h4>
        <ul>
          <li>
            <h5>
              第一条 总则
            </h5>
            <p class="text-indent2">
              1、本协议是用户与深圳市加满分科技有限公司之间关于用户使用球会体育相关服务所订立的协议。深圳市加满分科技有限公司是开发、运营球会体育平台及相关服务的权利人，以下简称“加满分公司”；用户是指使用球会体育相关服务的使用人，在本协议中统称为 “您”或“用户”；本协议项下的服务是指深圳市加满分科技有限公司通过球会体育向用户提供的包括但不限于网络媒体、互联网增值、互动娱乐、电子商务和广告、社交等产品及服务（以下简称“本服务”）。
            </p>
            <p class="text-indent2">
              2、球会体育所有权、经营权、管理权均属加满分公司。
            </p>
            <p class="text-indent2">
              3、本协议最终解释权归属加满分公司。
            </p>
          </li>
          <li>
            <h5>
              第二条 用户使用说明
            </h5>
            <p>1、在签署本协议前，用户已充分了解球会体育的各项规则及要求，对本协议下所有条款及定义等内容均已明确知悉，并无疑义。</p>
            <p>2、用户充分理解并同意：在接受球会体育服务期间协议应均为有效，签署各方受协议条款约束。球会体育仅为用户提供信息存储、分享平台服务，用户必须为自己注册账号下发生一切行为负责，包括因用户所传送至球会体育的任何内容、信息等所导致的一切不利后果，该等不利后果包括但不限于法律规定的或经司法程序或仲裁裁决、行政程序、刑事程序等确定的履行义务或处罚，及相关程序费用、律师费和其他合理支出，以及给球会体育和加满分公司造成的其他损害等。球会体育和加满分公司不事先审核前述被上载的、由用户参与、编辑、制作的视频内容，也不主动对该等视频进行任何编辑、整理、修改、加工，用户应对球会体育上其直播使用的内容自行加以判断，并自行承担因使用该内容而给自己、他人及社会造成的一切法律责任，包括但不限于因对内容的合法性、准确性、真实性、完整性或实用性等的依赖而产生的风险。球会体育和加满分公司对用户上传的所有信息和内容不承担任何保证责任。</p>
            <p>3、用户充分理解并同意：用户在使用球会体育服务中发布的任何内容、信息等并不反映或代表球会体育和加满分公司的观点、立场或政策，球会体育和加满分公司对此不承担任何责任。</p>
            <p>4、用户充分理解并同意：球会体育是一个基于用户关系网的点对点信息服务平台，用户须对在球会体育上的注册信息的真实性、合法性、有效性承担全部责任， 用户不得冒充他人或利用他人的名义传播任何信息，不得恶意使用注册账号导致其他用户误认。否则，球会体育有权立即停止向违约用户提供服务，注销该用户的球会体育账号，用户应自行承担由此而产生的一切法律责任和损失后果。</p>
            <p>5、用户充分理解并同意：因业务发展需要、突发情势、不可抗力等，球会体育可能会临时变更，暂停、限制或者终止球会体育部分或全部服务，球会体育做出该等行为不需要事先进行通知，对此用户自愿承担相关风险及法律责任。</p>
            <p>6、用户充分理解并同意：球会体育提供的服务中可能包括广告，用户同意在使用服务过程中显示球会体育或加满分公司和第三方供应商、合作伙伴提供的广告。</p>
            <p>7、用户充分理解并同意：用户上传的所有内容包括但不限于音频、视频、图片、文字，不得违反《计算机信息网络国际联网安全保护管理办法》、《互联网信息服务管理办法》、《互联网电子公告服务管理规定》、《维护互联网安全的决定》、《互联网新闻信息服务管理规定》等相关法律规定，不得在球会体育发布、传播或以其它方式传送含有下列内容之一的信息：</p>
            <p>7.1反对宪法所确定的基本原则的；</p>
            <p>7.2煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；；</p>
            <p>7.3损害国家荣誉和损害国家社会公共利益和涉及国家安全的信息资料或言论；</p>
            <p>7.4任何侵犯他人隐私、个人信息、著作权、商标权等知识产权或合法权利的内容；</p>
            <p>7.5破坏国家宗教政策，宣扬邪教和封建迷信的；</p>
            <p>7.6散布谣言，扰乱社会秩序，破坏社会稳定的；</p>
            <p>7.7散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</p>
            <p>7.8以非法民间组织名义活动的；</p>
            <p>7.9任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料；</p>
            <p>7.10含有中国法律、法规、规章、条例以及任何具有法律效力的规范所限制或禁止的其它内容的。</p>
            <p>8、用户不得在球会体育发布任何形式的广告。</p>
            <p>9、禁止用户进行任何使用非法软件进行刷内容、违规发布内容的行为。</p>
          </li>
        </ul>
      </div>
    </div>
  </div>
</template>


<style lang="scss" scoped>
@import './../../public/rule/index.scss';
</style>
