
<template>
  <div class="rule">
    <div class="content">
      <h3 class="title">
        软件许可及服务协议
      </h3>
      <div class="desc">
        <h4 class="bold">
          欢迎使用球会体育软件及服务！
        </h4>
        <h4>
          为使用球会体育软件（以下简称“本软件”）及服务，用户应当阅读并遵守《球会体育软件许可及服务协议》（以下简称“本协议”），以及《球会体育服务协议》。请用户务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款，以及开通或使用某项服务的单独协议，并选择接受或不接受。限制、免责条款可能以加粗形式提示用户注意。
        </h4>
        <h4>
          除非用户已阅读并接受本协议所有条款，否则用户无权下载、安装或使用本软件及相关服务。用户的下载、安装、使用、获取球会体育帐号、登录等任一行为即视为用户已阅读并同意上述协议的约束。
        </h4>
        <h4>
          如果用户未满18周岁，请在法定监护人的陪同下阅读本协议及其他上述协议，并特别注意未成年人使用条款。
        </h4>
        <ul>
          <li>
            <h5>
              一、协议的范围
            </h5>
            <p>1.1 协议适用主体范围</p>
            <p>本协议是用户与深圳加满分科技有限公司之间关于用户下载、安装、使用、复制本软件，以及使用球会体育相关服务所订立的协议。</p>
            <p>
              1.2 协议关系及冲突条款
            </p>
            <p>本协议被视为《球会体育服务协议》的补充协议，是其不可分割的组成部分，与其构成统一整体。本协议与上述内容存在冲突的，以本协议为准。</p>
            <p>本协议内容同时包括加满分公司或球会体育可能不断发布的关于本服务的相关协议、业务规则等内容。上述内容一经正式发布，即为本协议不可分割的组成部分，用户同样应当遵守。</p>
          </li>
          <li>
            <p>二、关于本服务</p>
            <h5>
              2.1 本服务的内容
            </h5>
            <p>
              本服务内容是指深圳加满分科技有限公司（以下简称“加满分公司”）向用户提供的安装在移动电话、电脑、平板电脑等手持移动终端设备上，用于预设、直播、回放、发布视频内容等功能的软件许可及服务（以下简称“本服务”）。该软件或服务集合的名称为“球会体育”，但不排除根据实际运营情况修改名称的可能性，届时须以加满分公司正式发布的信息为准。
            </p>
            <h5>
              2.2 本服务的形式
            </h5>
            <p>2.2.1 用户使用本服务可能需要下载“球会体育”客户端软件，对于该软件或其他所提供的使用方式，加满分公司给予用户一项个人的、不可转让及非排他性的许可。用户仅可为访问或使用本服务的目的而使用这些软件及服务。</p>
            <p>2.2.2 本服务中球会体育客户端软件提供iOS以及Android应用版本，用户必须选择与所安装终端设备相匹配的软件版本。</p>
            <h5>
              2.3 本服务许可的范围
            </h5>
            <p>2.3.1 用户在获得上述许可且保持许可有效的情况下，可以为非商业目的在单一一台终端设备上安装、使用、显示、运行本软件。</p>
            <p>2.3.2 用户可以为使用本软件及服务的目的复制本软件的一个副本，仅可用作备份。备份副本必须包含原软件中含有的所有知识产权信息。</p>
            <p>2.3.3 本条及本协议其他条款未明示授权的其他一切权利仍由加满分公司保留，用户在行使这些权利时须另外取得加满分公司的书面许可。加满分公司如果未行使前述任何权利，并不构成对该权利的放弃</p>
          </li>
          <li>
            <h5>
              三、软件的获取
            </h5>
            <p>3.1 用户可以直接从球会体育的网站上获取本软件，也可以从得到加满分公司或球会体育授权的第三方获取。</p>
            <p>3.2 如果用户从未经球会体育授权的第三方获取本软件或与本软件名称相同的安装程序，加满分公司和球会体育无法保证该软件能够正常使用，亦无法预估可能将对用户造成的损失，并对因此给用户造成的损失不予负责。</p>
          </li>
          <li>
            <h5>
              四、软件的安装与卸载
            </h5>
            <p>4.1 球会体育可能为不同的终端设备开发了不同的软件版本，用户应当根据实际情况选择下载合适的版本进行安装。</p>
            <p>4.2 下载安装程序后，用户需要按照该程序提示的步骤正确安装。</p>
            <p>4.3 为提供更加优质、安全的服务，在本软件安装时球会体育可能推荐用户安装其他软件，用户可以选择安装或不安装。</p>
            <p>4.4 如果用户不再需要使用本软件或者需要安装新版软件，可以自行卸载。</p>
          </li>
          <li>
            <h5>
              五、软件的更新
            </h5>
            <p>5.1 为了改善用户体验、完善服务内容，加满分公司将不断努力开发新的服务，并为用户不时提供软件更新（这些更新可能会采取软件替换、修改、功能强化、版本升级等形式）。</p>
            <p>5.2 为了保证本软件及服务的安全性和功能的一致性，加满分公司有权不经向用户特别通知而对软件进行更新，或者对软件的部分功能效果进行改变或限制。</p>
            <p>5.3 本软件新版本发布后，旧版本的软件可能无法使用。加满分公司不保证旧版本软件及相应的客户服务继续可用，请用户随时核对并下载最新版本。</p>
            <p>5.4用户同意，加满分公司或球会体育可能通过公告、更新日志等方式向用户通知软件更新情况，但该通知并非必须。</p>
          </li>
          <li>
            <h5>
              六、用户信息及个人信息保护
            </h5>
            <p>6.1 保护用户信息是球会体育的一项基本原则，加满分公司和球会体育将会采取合理的措施保护用户的信息。除法律法规规定的情形外，未经用户许可加满分公司和球会体育不会向第三方公开、透露用户信息。加满分公司和球会体育对相关信息采用专业加密存储与传输方式，保障用户信息的安全。</p>
            <p>6.2 用户在注册帐号或使用本服务的过程中，需要提供一些必要的个人信息，例如：为向用户提供帐号注册服务或进行用户身份识别，需要填写手机号码等信息。若国家法律法规或政策有特殊规定的，用户还须提供真实的身份信息。若用户提供的信息不完整，则无法使用本服务或在使用过程中受到限制。</p>
            <p>6.3 一般情况下，用户可随时浏览、修改自己提交的信息，但出于安全性和身份识别（如号码申诉服务）的考虑，用户可能无法修改注册时提供的初始注册信息及其他验证信息。</p>
            <p>6.4 加满分公司和球会体育将运用各种安全技术和程序建立完善的管理制度来保护用户的个人信息，以免遭受未经授权的访问、使用或披露。</p>
            <p>6.5 未经用户的同意，球会体育不会向加满分公司以外的任何公司、组织和个人披露用户的个人信息，但法律法规另有规定的除外。</p>
            <p>6.6 球会体育非常重视对未成年人个人信息的保护。但若用户是18周岁以下的未成年人，在使用球会体育的服务前，应事先取得用户家长或法定监护人的书面同意。</p>
          </li>
          <li>
            <h5>
              七、主权利义务条款
            </h5>
            <h6>
              7.1 帐号使用规范
            </h6>
            <p>7.1.1 用户在使用本服务前需要注册一个球会体育帐号，该账号所有权归加满分公司所有。用户完成申请注册手续后，仅获得球会体育帐号的使用权，用户不得赠与、借用、租用、转让或售卖球会体育帐号或者以其他方式许可他人使用。</p>
            <p>7.1.2 用户有责任妥善保管注册帐户信息及帐户密码的安全，用户需要对注册帐户以及密码下的行为承担法律责任。用户同意在任何情况下不向他人透露帐户及密码信息。当用户怀疑自己的帐号被他人使用时，用户应立即通知球会体育。</p>
            <h6>
              7.2 用户注意事项
            </h6>
            <p>7.2.1 用户理解并同意：为了向用户提供有效的服务，本软件会利用用户终端设备的处理器和带宽等资源。本软件使用过程中可能产生数据流量的费用，用户需自行向运营商了解相关资费信息，并自行承担相关费用。</p>
            <p>7.2.2 用户在使用本软件某一特定服务时，该服务可能会另有单独的协议、相关业务规则等（以下统称为“单独协议”），用户在使用该项服务前须请阅读并同意相关的单独协议。</p>
            <p>7.2.3 用户理解并同意球会体育将会尽其商业上的合理努力保障用户在本软件及服务中的数据存储安全，但是，球会体育并不能就此提供完全保证，包括但不限于以下情形：</p>
            <p>7.2.3.1 加满分公司和球会体育不对用户在本软件及服务中相关数据的删除或储存失败负责；</p>
            <p>7.2.3.2 球会体育有权根据实际情况自行决定单个用户在本软件及服务中数据的最长储存期限，并在服务器上为其分配数据最大存储空间等。</p>
            <p>7.2.3.3 如果用户停止使用本软件及服务或服务被终止、取消，球会体育可以从服务器上永久地删除其数据。服务停止、终止或取消后，加满分公司和球会体育没有义务向用户返还任何数据。</p>
            <p>7.2.4 用户在使用本软件及服务时，须自行承担如下来自加满分公司和球会体育不可掌控的风险内容，包括但不限于：</p>
            <p>7.2.4.1 由于不可抗拒因素可能引起的用户信息丢失、泄漏等风险；</p>
            <p>7.2.4.2 用户必须选择与所安装终端设备相匹配的软件版本，否则，由于软件与终端设备型号不相匹配所导致的任何问题或损害，均由用户自行承担；</p>
            <p>7.2.4.3 用户在使用本软件访问第三方网站时，因第三方网站及相关内容所可能导致的风险，由用户自行承担；</p>
            <p>7.2.4.4 用户发布的内容被他人转发、分享等方式传播，因此可能带来的风险和责任；</p>
            <p>7.2.4.5 由于网络信号不稳定、网络带宽小等网络原因，所引起的本软件登录失败、资料同步不完整、页面打开速度慢等风险。</p>
          </li>
          <li>
            <h5>
              八、用户行为规范
            </h5>
            <h6>
              8.1 信息内容规范
            </h6>
            <p>8.1.1 用户可使用本软件及服务发表原创或有权发表的观点看法、文字、信息、用户名、图片、照片、个人信息、链接、视频等信息内容。用户必须保证所上传信息内容的知识产权或已获得合法授权，使用本软件及服务的任何行为未侵犯任何第三方之合法权益。</p>
            <p>8.1.2 用户使用本服务时不得利用本服务从事以下行为，包括但不限于：</p>
            <p>8.1.2.1 发布、传送、传播、储存违反国家法律法规及政策，危害国家安全统一、社会稳定、公序良俗、社会公德以及侮辱诽谤、淫秽或含有任何性暗示的、暴力的内容；</p>
            <p>8.1.2.2 发布、传送、传播、储存侵害他人名誉权、肖像权、知识产权、商业秘密等合法权利的内容；</p>
            <p>8.1.2.3 涉及他人隐私、个人信息或资料的；</p>
            <p>8.1.2.4 发表、传送、传播骚扰、广告信息、过度营销信息及垃圾信息；</p>
            <h6>
              8.2 软件使用规范
            </h6>
            <p>除非法律允许或加满分公司书面许可，用户使用本软件过程中不得从事下列行为：</p>
            <p>8.2.1 删除本软件及其副本上关于著作权的信息；</p>
            <p>8.2.2 对本软件进行反向工程、反向汇编、反向编译，或者以其他方式尝试发现本软件的源代码；</p>
            <p>8.2.3 对加满分公司拥有知识产权的内容进行使用、出租、出借、复制、修改、链接、转载、汇编、发表、出版、建立镜像站点等；</p>
            <p>8.2.4 对本软件或者本软件运行过程中释放到任何终端内存中的数据、软件运行过程中客户端与服务器端的交互数据，以及本软件运行所必需的系统数据，进行复制、修改、增加、删除、挂接运行或创作任何衍生作品，形式包括但不限于使用插件、外挂或非经加满分公司或球会体育授权的第三方工具/服务接入本软件和相关系统；</p>
            <p>8.2.5 通过修改或伪造软件运行中的指令、数据，增加、删减、变动软件的功能或运行效果，或者将用于上述用途的软件、方法进行运营或向公众传播，无论这些行为是否为商业目的；</p>
            <p>8.2.6 通过非加满分公司或球会体育开发、授权的第三方软件、插件、外挂、系统，登录或使用球会体育软件及服务，或制作、发布、传播上述工具；</p>
            <p>8.2.7 自行或者授权他人、第三方软件对本软件及其组件、模块、数据进行干扰；</p>
            <p>8.2.8 其他未经加满分公司或球会体育明示授权的行为。</p>
            <h6>
              8.3 对自己行为负责
            </h6>
            <p>用户充分理解并同意，必须为自己本软件及服务的一切行为负责，包括用户所发表的任何内容以及由此产生的任何后果。用户应对本服务中的内容自行加以判断，并承担因使用内容而引起的所有风险，包括因对内容的正确性、完整性或实用性的依赖而产生的风险。加满分公司和球会体育无法且不会对因前述风险而导致的任何损失或损害承担责任。</p>
            <h6>
              8.4 违约处理
            </h6>
            <p>8.4.1 如果球会体育发现或收到他人举报或投诉用户违反本协议约定的，球会体育有权不经通知随时对相关内容进行删除、屏蔽，并视行为情节对违规帐号处以包括但不限于警告、限制或禁止使用部分或全部功能、帐号封禁直至注销的处罚，并公告处理结果。</p>
            <p>8.4.2 用户理解并同意，球会体育和加满分公司有权依合理判断对违反有关法律法规或本协议规定的行为进行处罚，对违法违规的任何用户采取适当的法律行动，并依据法律法规保存有关信息向有关部门报告等，用户应独自承担由此而产生的一切法律责任。</p>
            <p>8.4.3 用户理解并同意，因用户违反本协议或相关服务条款的规定，导致或产生第三方主张的任何索赔、要求或损失，用户应当独立承担责任；加满分公司或球会体育因此遭受损失的，用户也应当一并赔偿。</p>
          </li>
          <li>
            <h5>
              九、知识产权声明
            </h5>
            <p>9.1 加满分公司是本软件的知识产权权利人。本软件的一切著作权、商标权、专利权、商业秘密等知识产权，以及与本软件相关的所有信息内容（包括但不限于文字、图片、音频、视频、图表、界面设计、版面框架、有关数据或电子文档等）均受中华人民共和国法律法规和相应的国际条约保护，加满分公司享有上述知识产权。</p>
            <p>9.2 未经加满分公司书面同意，用户不得为任何商业或非商业目的自行或许可任何第三方实施、利用、转让上述知识产权，加满分公司保留追究上述行为法律责任的权利。</p>
          </li>
          <li>
            <h5>
              十、终端安全责任
            </h5>
            <p>10.1 用户理解并同意，本软件同大多数互联网软件一样，可能会受多种因素影响，包括但不限于用户原因、网络服务质量、社会环境等；也可能会受各种安全问题的侵扰，包括但不限于他人非法利用用户资料，进行现实中的骚扰；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁用户的终端设备信息和数据安全，继而影响本软件的正常使用等。因此，用户应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。</p>
            <p>10.2 用户不得制作、发布、使用、传播用于窃取视频帐号及他人个人信息、财产的恶意程序。</p>
            <p>10.3 维护软件安全与正常使用是加满分公司和用户的共同责任，加满分公司将按照行业标准合理审慎地采取必要技术措施保护你的终端设备信息和数据安全，但是用户承认和同意加满分公司并不能就此提供完全保证。</p>
          </li>
          <li>
            <h5>
              十一、第三方软件或技术
            </h5>
            <p>11.1 本软件可能会使用第三方软件或技术（包括本软件可能使用的开源代码和公共领域代码等，下同），这种使用已经获得合法授权。</p>
            <p>11.2 本软件如果使用了第三方的软件或技术，球会体育将按照相关法规或约定，对相关的协议或其他文件，可能通过本协议附件、在本软件安装包特定文件夹中以打包等形式进行展示，它们可能会以“软件使用许可协议”、“授权协议”、“开源代码许可证”或其他形式来表达。前述通过各种形式展现的相关协议、其他文件及网页，均是本协议不可分割的组成部分，与本协议具有同等的法律效力，用户应当遵守这些要求。如果用户没有遵守这些要求，该第三方或者国家机关可能会对用户提起诉讼、罚款或采取其他制裁措施，并要求球会体育给予协助，用户应当自行承担法律责任。</p>
            <p>11.3  如因本软件使用的第三方软件或技术引发的任何纠纷，应由该第三方负责解决，加满分公司和球会体育不承担任何责任。加满分公司和球会体育不对第三方软件或技术提供客服支持，若用户需要获取支持，请与第三方联系。</p>
          </li>
          <li>
            <h5>
              十二、其他
            </h5>
            <p>12.1 用户使用本软件即视为用户已阅读并同意受本协议的约束。加满分公司有权在必要时修改本协议条款。用户可以在本软件的最新版本中查阅相关协议条款。本协议条款变更后，如果用户继续使用本软件，即视为用户已接受修改后的协议。如果用户不接受修改后的协议，应当停止使用本软件。</p>
            <p>12.2 本协议的成立、生效、履行、解释及纠纷解决，适用中华人民共和国大陆地区法律（不包括冲突法）。</p>
            <p>12.3 若用户和加满分公司或球会体育之间发生任何纠纷或争议，首先应友好协商解决；协商不成的，用户同意将纠纷或争议提交本协议签订地广州市番禺区有管辖权的人民法院管辖。</p>
            // eslint-disable-next-line no-irregular-whitespace
            <p>12.4 本协议所有条款的标题仅为阅读方便，本身并无实际含义，不能作为本协议含义解释的依据。</p>
            <p>12.5 本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，对双方具有约束力。</p>
            <p>深圳市加满分科技有限公司</p>
          </li>
        </ul>
      </div>
    </div>
  </div>
</template>


<style lang="scss" scoped>
@import './../../public/rule/index.scss';
</style>
