
<template>
  <div class="rule">
    <div class="content">
      <p class="tab">
        <span
          :class="{active: isActive}"
          @click="handlerTab(1)"
        >用户服务协议</span>
        <span class="line">|</span>
        <span
          :class="{active: !isActive}"
          @click="handlerTab(0)"
        >隐私政策</span>
      </p>
      <div v-if="isActive">
        <h3 class="title">
          用户服务协议
        </h3>
        <div class="desc">
          <h4 class="bold">
            欢迎使用球会体育平台提供的服务。，球会体育平台是一个向用户提供信息分享、讨论交流的平台（以下简称“球会体育”）。
            为了保障用户合法权益，请在使用球会体育之前，务必审慎阅读、充分理解《球会体育服务协议》（以下简称“本协议”）各条款内容，
            特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体字标识，请用户重点阅读。
            如对协议有任何疑问，可向球会体育客服咨询。
          </h4>
          <h4 class="text-indent2">
            本协议在球会体育经营者（以下称“球会体育”）和用户间具有合同上的法律效力，球会体育依据本《球会体育服务协议》提供服务。用户只有同意下列所有服务条款并完成注册程序用户只有同意本协议所有条款并完成注册程序，才能成为球会体育的用户并使用相应服务。用户一经注册完成或使用本协议下任何服务即视为对本协议条款的充分理解和完全接受，并自愿接受本协议各项条款的约束，包括球会体育对服务条款随时所做的任何修改。对本协议的修改内容将由球会体育以不限于通知、公告等形式向用户公布，不接受修改的用户应立即停止对于球会体育任何服务的使用，否则将视为完全同意相关修改内容。届时用户不应以未阅读本协议的内容或者未获得球会体育对用户问询的解答等理由，主张本协议无效或要求变更、解除或撤销。
          </h4>
       
          <ul>
            <li>
              <h5>
                第一条 总则
              </h5>
              <p class="bold">
                1、本协议是用户与球会体育之间关于用户使用球会体育相关服务所订立的协议本协议是用户与深圳市加满分科技有限公司之间关于用户使用球会体育相关服务所订立的协议。深圳市加满分科技有限公司球会体育是指开发、运营球会体育平台及相关服务的权利人，以下简称“加满分公司”；球会体育平台是指向用户提供信息分享、讨论交流的平台；用户是指使用球会体育相关服务的使用人，在本协议中统称为“ 您“您”或“用户”用户”；本协议项下的服务是指深圳市加满分科技有限公司通过球会体育向用户提供的包括但不限于网络媒体、互联网增值、互动娱乐、电子商务和广告、社交等产品及服务（以下简称“本服务”）。
              </p>
              <p class="bold">
                2、球会体育平台所有权、经营权、管理权均属加满分公司球会体育。
              </p>
              <p class="bold">
                3、本协议最终解释权归属加满分公司球会体育。
              </p>
            </li>
            <li>
              <h5>
                第二条 用户使用说明
              </h5>
              <p>
                1、在签署本协议前，用户已充分了解球会体育的各项规则及要求，对本协议下所有条款及定义等内容均已明确知悉，并无疑义。本协议对用户构成有效的、带有约束力的、可强制执行的法定义务。
              </p>
              <p>
                2、用户充分理解并同意：在接受用户在球会体育平台提供服务期间均应视为协议应均为有效期内，签署各方受协议条款约束。球会体育仅为用户提供信息存储、分享平台服务，用户必须为自己注册账号下发生一切行为负责，包括因用户所传送至球会体育平台的任何内容、信息等所导致的一切不利后果，该等不利后果包括但不限于法律规定的或经赔偿、罚款、司法程序或仲裁裁决、行政程序、刑事程序等确定的履行义务或处罚，及相关司法、仲裁程序费用、律师费和其他、合理支出，以及、给球会体育和加满分公司造成的其他损害等。球会体育和加满分公司平台不事先审核前述被上载的、由用户参与、编辑、制作的视频内容，也不主动对该等视频进行任何编辑、整理、修改、加工，用户应对球会体育平台上其直播使用的内容自行加以判断，并自行承担因使用该内容而给自己、他人及社会造成的一切法律责任，包括但不限于因对内容的合法性、准确性、真实性、完整性或实用性等的依赖而产生的风险。球会体育和加满分公司对用户上传的所有信息和内容不承担任何保证责任。
              </p>
              <p>
                3、用户充分理解并同意：用户在使用球会体育服务中发布的任何内容、信息等并不反映或代表球会体育和加满分公司的观点、立场或政策，球会体育和加满分公司对此不承担任何责任。
              </p>
              <p>
                4、用户充分理解并同意：球会体育是一个基于用户关系网的点对点信息服务平台，用户须对在球会体育上的注册信息的真实性、合法性、有效性承担全部责任， 用户不得冒充他人或利用他人的名义传播任何信息，不得恶意使用注册账号导致其他用户误认。否则，球会体育有权立即停止向违约用户提供服务，注销该用户的球会体育账号，用户应自行承担由此而产生的一切法律责任和损失后果。
              </p>
              <p>
                5、用户充分理解并同意：球会体育对用户上传的所有信息的真实性、合法性、有效性等不负任何单独或连带的保证责任，用户因其所传播的信息而引发的相关法律责任由用户自行承担。
              </p>
              <p>
                6、用户充分理解并同意：因业务发展需要、突发情势、不可抗力等，球会体育可能会临时变更，暂停、限制或者终止球会体育部分或全部服务，球会体育做出该等行为不需要事先进行通知。，对此用户知悉并自愿承担该类相关风险及相关法律责任。
              </p>
              <p>
                7、用户充分理解并同意：球会体育提供的服务中可能包括广告，用户同意在使用服务过程中显示球会体育或加满分公司和第三方供应商、合作伙伴提供的广告。
              </p>
              <p>
                8、用户充分理解并同意：用户上传的所有内容包括但不限于音频、视频、图片、文字，不得违反《计算机信息网络国际联网安全保护管理办法》、《互联网信息服务管理办法》、《互联网电子公告服务管理规定》、《维护互联网安全的决定》、《互联网新闻信息服务管理规定》等相关法律规定，不得在球会体育平台上发布、传播或以其它方式传送含有下列内容之一的信息：
              </p>
              <p>
                <span class="text-indent2">
                  8.1、反对宪法所确定的基本原则的；
                </span>
              </p>
              <p>
                <span class="text-indent2">
                  8.2、煽动抗拒、破坏宪法和法律、行政法规实施的言论，煽动颠覆国家政权，推翻社会主义制度的言论，煽动分裂国家、破坏国家统一的言论，煽动民族仇恨、民族歧视、破坏民族团结的言论；危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
                </span>
              </p>
              <p>
                <span class="text-indent2">
                  8.3、损害国家荣誉和损害国家社会公共利益和涉及国家安全的信息资料或言论利益的；
                </span>
              </p>
              <p>
                <span class="text-indent2">
                  8.4、任何侵犯他人隐私、个人信息、著作权、商标权等知识产权或合法权利的内容；煽动民族仇恨、民族歧视、破坏民族团结的；
                </span>
              </p>
              <p><span class="text-indent2">8.5、破坏国家宗教政策，宣扬邪教和封建迷信的；</span></p>
              <p><span class="text-indent2">8.6、散布谣言，扰乱社会秩序，破坏社会稳定的；</span></p>
              <p><span class="text-indent2">8.7、散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</span></p>
              <p><span class="text-indent2">8.8、侮辱或者诽谤他人，侵害他人合法权利的；</span></p>
              <p><span class="text-indent2">8.9、煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的；</span></p>
              <p><span class="text-indent2">8.10、以非法民间组织名义活动的；</span></p>
              <p><span class="text-indent2">8.11、任何违法犯罪的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽的、不文明的等信息资料含有虚假、有害、胁迫、侵害他人隐私、骚扰、侵害、中伤、粗俗、猥亵、或其它道德上令人反感的内容；</span></p>
              <p><span class="text-indent2">8.12、含有中国法律、法规、规章、条例以及任何具有法律效力的规范所限制或禁止的其它内容的。</span></p>
              <p>
                9、用户不得在球会体育内发布任何形式的广告。
              </p>
              <p>
                10、禁止用户进行任何使用非法软件进行刷内容、违规发布内容的行为。
              </p>
            </li>
          </ul>
        </div>
      </div>
      <div
        v-if="!isActive"
        class="policy"
      >
        <h3 class="title">
          隐私政策
        </h3>
        <div class="desc">
          <h4>
            球会体育严格遵守法律法规，遵循以下隐私保护原则，为您提供更加安全、可靠的服务：
          </h4>
          <h4>
            <span>1、安全可靠： 我们竭尽全力通过合理有效的信息安全技术及管理流程，防止您的信息泄露、损毁、丢失。 </span>
          </h4>
          <h4>
            <span>2、自主选择： 我们为您提供便利的信息管理选项，以便您做出合适的选择，管理您的个人信息。  </span>
          </h4>
          <h4>
            <span>3、保护通信秘密： 我们严格遵照法律法规，保护您的通信秘密，为您提供安全的通信服务。  </span>
          </h4>
          <h4>
            <span>4、合理必要： 为了向您和其他用户提供更好的服务，我们仅收集必要的信息。  </span>
          </h4>
          <h4>
            <span>5、清晰透明： 我们努力使用简明易懂的表述，向您介绍隐私政策，以便您清晰地了解我们的信息处理方式。  </span>
          </h4>
          <h4>
            <span>6、将隐私保护融入产品设计： 我们在产品或服务开发的各个环节，综合法律、产品、设计等多方因素，融入隐私保护的理念。 </span>
          </h4>
          <h4>
            <span>本《隐私政策》主要向您说明： </span>
          </h4>
          <h4>
            <span>我们收集哪些信息；</span>
          </h4>
          <h4>
            <span>我们收集信息的用途；</span>
          </h4>
          <h4>
            <span>您所享有的权利。</span>
          </h4>
          <h4>
            <span>希望您仔细阅读《隐私政策》（以下简称“本政策”），详细了解我们对信息的收集、使用方式，以便您更好地了解我们的服务并作出适当的选择。</span>
          </h4>
          <h4>
            <span>体育相关服务，即表示您认同我们在本政策中所述内容。除另有约定外，本政策所用术语与中《球会体育服务协议》的术语具有相同的涵义。</span>
          </h4>
          <h4>
            <span>如您有问题，请联系我们。</span>
          </h4>

          <ul>
            <li>
              <h5>
                一、我们如何收集和使用您的个人信息
              </h5>
              <p>
                我们根据合法、正当、必要的原则，仅收集实现产品功能所必要的信息。
              </p>
              <p>
                （一）注册成为用户
              </p>
              <p>
                为完成创建账号，您需要提供以下信息：您的第三方社交平台账号（微信号、微博号、QQ号任选其一）、您的手机号码。你提供的上述信息，将在您使用本服务期间持续授权我们使用。在您注销账户时，我们将停止使用并删除上述信息。
              </p>
              <p>
                （二）开展内部数据分析和研究，第三方SDK统计服务，改善我们的产品和服务。
              </p>
              <p>
                我们收集数据是根据您与我们的互动和您所作出的选择，包括您的隐私设置以及您使用的产品和功能。我们收集的数据可能包括SDK/API/JS代码版本、浏览器、互联网服务提供商、IP地址、平台、时间戳、应用标识符、应用程序版本、应用分发渠道、独立设备标识符、iOS广告标识符（IDFA）、安卓广告主标识符、网卡（MAC）地址、国际移动设备识别码（IMEI）、设备型号、终端制造厂商、终端设备操作系统版本、会话启动/停止时间、语言所在地、时区和网络状态（Wi-Fi等）、硬盘、CPU和电池使用情况等。
              </p>
              <p>
                当我们要将信息用于本策略未载明的其他用途时，会事先征求您的同意。
              </p>
              <p>
                当我们要将基于特定目的收集而来的信息用于其他目的时，会事先征求您的同意。
              </p>
            </li>
            <li>
              <h5>
                二、我们如何共享、转让、公开披露您的个人信息
              </h5>
              <p>
                （一）共享
              </p>
              <p>
                我们不会向其他任何公司、组织和个人分享您的个人信息，但以下情况除外：
              </p>
              <p>
                1. 在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。
              </p>
              <p>
                2. 我们可能会根据法律法规，或按政府主管部门的强制性要求，对外共享您的个人信息。
              </p>
              <p>
                3. 与授权合作伙伴共享：仅为实现本隐私政策中声明的目的，我们的某些服务将由授权合作伙伴提供。我们可能会与合作伙伴共享您的某些个人信息，以提供更好的客户服务和用户体验。例如，我们聘请来第三方数据统计和分析服务的公司可能需要采集和访问个人数据以进行数据统计和分析。在这种情况下，这些公司必须遵守我们的数据隐私和安全要求。我们仅会处于合法、正当、必要、特定、明确的目的共享您的个人信息，并且只会共享提供服务所必要的个人信息。对我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。
              </p>
              <p>
                （二）转让
              </p>
              <p>
                我们不会将您的个人信息转让给任何公司、组织和个人分享，但以下情况除外：
              </p>
              <p>
                1. 在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息。
              </p>
              <p>
                2.在涉及合并、收购和破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私协议的约束，否则我们将要求该公司、组织重新向您征求授权同意。
              </p>
              <p>
                （三）公开披露
              </p>
              <p>
                我们仅会在以下情况下，公开披露您的个人信息：
              </p>
              <p>
                1.获得您明确同意后；
              </p>
              <p>
                2.基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。
              </p>
            </li>
            <li>
              <h5>
                三、我们如何保护您的个人信息
              </h5>
              <p>
                （一）我们已使用符合业界标准的安全防护措施保护您提供的个人信息，防止数据遭到未经授权访问、公开披露、使用、修改、损坏和丢失。我们会采取一切合理可行的措施，保护您的个人信息。
              </p>
              <p>
                （二）我们会采取一切合理可行的措施，确保未收集无关的个人信息。我们只会在达成本政策所述目的所需的期限内保留您的个人信息，除非需要延长保留期或受到法律的允许。
              </p>
              <p>
                （三）互联网并非绝对安全的环境，而且电子邮件、即时通讯、及与其他我们用户的交流方式并未加密，我们强烈建议您不要通过此类方式发送个人信息。请使用复杂密码，协助我们保障您的账号安全。
              </p>
              <p>
                （四）互联网环境并非百分之百安全，我们将尽力确保或担保您发送给我们的任何信息的安全性。如果我们的物理、技术、或管理防护设施遭到破坏，导致信息被非授权访问、公开披露、篡改或毁坏，导致您的合法权益受损，我们将承担相应的法律责任。
              </p>
              <p>
                （五）在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时以邮件、信函、电话、推送通知等方式告知您事件相关情况，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。
              </p>
              <p>
                同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处理情况。
              </p>
            </li>
            <li>
              <h5>
                四、您的权利
              </h5>
              <p>
                按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权利：
              </p>
              <p>
                （一）访问您的个人信息
              </p>
              <p>
                您有权访问您的个人信息，法律法规规定的例外情况除外。
              </p>
              <p>
                （二）更正您的个人信息
              </p>
              <p>
                当您发现我们处理的关于您的个人信息有错误时，您有权要求我们作出更正。
              </p>
              <p>
                （三）删除您的个人信息
              </p>
              <p>
                在以下情形中，您可以向我们提出删除个人信息的请求：
                <span class="block">1. 如果我们处理个人信息的行为违反法律法规；</span>
                <span class="block">2. 如果我们收集、使用您的个人信息，却未征得您的同意；</span>
                <span class="block">3. 如果我们处理个人信息的行为违反了与您的约定；</span>
                <span class="block">4. 如果您不再使用我们的产品或服务，或您注销了账号；</span>
                <span class="block">5. 如果我们不再为您提供产品或服务；</span>
              </p>
              <p>
                若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。
              </p>
              <p>
                当您从我们的服务中删除信息后，我们可能不会立即备份系统中删除相应的信息，但会在备份更新时删除这些信息。
              </p>
              <p>
                （四）改变您授权同意的范围
              </p>
              <p>
                每个业务功能需要一些基本的个人信息才能得以完成。对于额外收集的个人信息的收集和使用，您可以随时给予或收回您的授权同意。
              </p>
              <p>
                当您收回同意后，我们将不再处理相应的个人信息。但您收回同意的决定，不会影响此前基于您的授权而开展的个人信息处理。
              </p>
              <p>
                （五）个人信息主体注销账户
              </p>
              <p>
                您随时可注销此前注册的账户，在注销账户之后，我们将停止为您提供产品或服务，并依据您的要求，删除您的个人信息，法律法规规定的例外情况除外。
              </p>
              <p>
                （六）响应您的上述请求
              </p>
              <p>
                为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后处理您的请求。
              </p>
              <p>
                在以下情形中，按照法律法规要求，我们将无法响应您的请求：
                <span class="block">1.与国家安全、国防安全有关的； </span>
                <span class="block"> 2.与公共安全、公共卫生、重大利益有关的； </span>
                <span class="block"> 3.与犯罪侦查、起诉和审判等有关的； </span>
                <span class="block"> 4.有充分证据表明您存在主观恶意或滥用权利的；
                </span>
                <span class="block"> 5.响应您的请求将导致您或其他个人、组织的合法权益受到严重损害的。
                </span>
              </p>
            </li>
            <li>
              <h5>
                五、我们如何处理儿童的个人信息
              </h5>
              <p>
                我们的产品、网站和服务主要面向成人。如果没有父母或监护人的同意，儿童不得创建自己的用户账户。
              </p>
              <p>
                对于经父母同意而收集儿童个人信息的情况，我们只会在受到法律允许、父母或监护人明确同意或者保护儿童所必要的情况下使用或公开披露此信息。
              </p>
              <p>
                如果我们发现自己在未事先获得可证实的父母同意的情况下收集了儿童的个人信息，则会设法尽快删除相关数据。
              </p>
            </li>
            <li>
              <h5>
                六、本隐私政策如何更新
              </h5>
              <p>
                我们可能适时会对本隐私政策进行调整或变更，本隐私政策的任何更新将以标注更新时间的方式公布在我们网站上，除法律法规或监管规定另有强制性规定外，经调整或变更的内容一经通知或公布后的7日后生效。如您在隐私政策调整或变更后继续使用我们提供的任一服务或访问我们相关网站的，我们相信这代表您已经充分阅读、理解并接受修改后的隐私政策并受其约束。
              </p>
            </li>
          </ul>
        </div>
      </div>
    </div>
  </div>
</template>
<script>

export default {
  data() {
    return {
      isActive: true
    }
  },
  beforeMounted() {
    const flag = window.location.href.split('=')[1]
    this.isActive = flag === '1' ? true:false
  },
  methods: {
    handlerTab(index) {
      this.isActive = !!index
    }
  }
}

</script>


<style lang="scss" scoped>
@import './../../public/rule/index.scss';
.tab {
  padding: 20px 0 0 36px;
  span {
    display: inline-block;
    font-family: PingFangSC-Medium;
    font-size: 16px;
    padding-right: 12px;
    font-weight: 600;
    color: #333333;
    letter-spacing: 0;
    line-height: 22px;
    cursor: pointer;
  }
  .line {
    color: #D8D8D8;
  }
  .active {
    font-family: PingFangSC-Medium;
    font-size: 16px;
    color: #3683FF;
    letter-spacing: 0;
  }
}
.policy {
  h4 {
    // color: #333;
    // padding-bottom: 20px;
    // font-weight: bold;
  }
}
</style>
