

export const BANK =
  [
    {
      'code': 1001,
      'name': '招商银行'
    },
    {
      'code': 1005,
      'name': '中国农业银行'
    },
    {
      'code': 1021,
      'name': '中信银行'
    },
    {
      'code': 1022,
      'name': '中国光大银行'
    },
    {
      'code': 1002,
      'name': '中国工商银行'
    },
    {
      'code': 1003,
      'name': '中国建设银行'
    },
    {
      'code': 1006,
      'name': '中国民生银行'
    },
    {
      'code': 1026,
      'name': '中国银行'
    },
    {
      'code': 1020,
      'name': '交通银行'
    },
    {
      'code': 1009,
      'name': '兴业银行'
    },
    {
      'code': 1025,
      'name': '华夏银行'
    },
    {
      'code': 1010,
      'name': '平安银行'
    },
    {
      'code': 1027,
      'name': '广发银行'
    },
    {
      'code': 1004,
      'name': '浦发银行'
    },
    {
      'code': 1066,
      'name': '邮政储蓄银行'
    },
    {
      'code': 1099,
      'name': '其他银行'
    },
  ]

