
export function statusCodeText(val) {
  const codeText = {
    '0': '未',
    '1': '上',
    '2': '下',
    '10': '进行中',
    '11': '第一节',
    '12': '第二节',
    '13': '第三节',
    '14': '第四节',
    '20': '加时',
    '21': '加时上半场',
    '22': '加时下半场',
    '25': '点球',
    '30': '暂停',
    '31': '中场',
    '32': '等待加时赛',
    '33': '加时赛中场',
    '34': '加时赛后',
    '35': '等待点球决胜',
    '36': '点球决胜后',
    '40': '取消',
    '41': '延期',
    '42': '推迟',
    '43': '中断',
    '44': '腰斩',
    '100': '完',
    '501': '第1盘',
    '502': '第2盘',
    '503': '第3盘',
    '504': '第4盘',
    '505': '第5盘',
    '506': '第6盘',
    '507': '第7盘',
    '301': '第1盘',
    '302': '第2盘',
    '303': '第3盘',
    '304': '第4盘',
    '305': '第5盘',
    '306': '第6盘',
    '307': '第7盘',
    '308': '第8盘',
    '309': '第9盘',
    '310': '第10盘',
    '311': '第11盘',
    '312': '第12盘',
    '313': '第13盘',
    '314': '第14盘',
    '315': '第15盘',
    '316': '第16盘',
    '317': '第17盘',
    '318': '第18盘',
    '319': '第19盘',
    '320': '第20盘'
  }
  return codeText[String(val)] || ''
}

export function returnAreaText(val) {
  const name = {
    1: '大西洋',
    2: '中部',
    3: '东南部',
    4: '西北',
    5: '大平洋',
    6: '西南',
  }
  return (name[Number(val)] || '') + '赛区'
}

export function returnStatTypeText(val) {
  const name = {
    59: '盖帽',
    60: '得分',
    61: '篮板',
    62: '抢断',
    24: '助攻 ',
  }
  return name[Number(val)]
}

export function returnStatTeamText(val) {
  const name = {
    59: '场均得分',
    60: '场均篮板',
    61: '场均助攻',
    62: '场均封盖',
    24: '场均抢断 ',
    214: '投篮命中率 ',
    2124: '三分球命中率 ',
    234: '罚球命中率 ',
  }
  return name[Number(val)]
}


